Repository: emkey1/ish-AOK
Catalog: app/Localizable.xcstrings
Source language: en
Languages: de, es, fr, ja, ko, pt_br, ru, zh_hans, zh_hant

source: This filesystem has no Linux distribution, only the programs built into iSH-AOK. It starts with a root account, which the Session Shell always uses. Choose a name for your everyday account. Workspace terminals open as this user when "Open Everything as Default User" is on. The password is optional; without one, sudo works only after you set one with passwd.
de: Dieses Dateisystem hat keine Linux-Distribution, nur die in iSH-AOK integrierten Programme. Es startet mit einem root-Account, den die Sitzungs-Shell immer verwendet. Wähle einen Namen für deinen Alltags-Account. Workspace-Terminals öffnen als dieser Benutzer, wenn „Alles als Standardbenutzer öffnen“ aktiv ist. Das Passwort ist optional; ohne Passwort funktioniert sudo erst, nachdem du mit passwd eines festgelegt hast.
es: Este sistema de archivos no tiene ninguna distribución de Linux, solo los programas integrados en iSH-AOK. Empieza con una cuenta root, que la shell de sesión usa siempre. Elige un nombre para tu cuenta de uso diario. Las terminales del espacio de trabajo se abren como este usuario cuando "Abrir todo como usuario predeterminado" está activado. La contraseña es opcional; sin ella, sudo solo funciona después de definir una con passwd.
fr: Ce système de fichiers ne contient aucune distribution Linux, seulement les programmes intégrés à iSH-AOK. Il démarre avec un compte root, que le shell de session utilise toujours. Choisissez un nom pour votre compte de tous les jours. Les terminaux de l'espace de travail s'ouvrent avec cet utilisateur lorsque « Tout ouvrir en tant qu'utilisateur par défaut » est activé. Le mot de passe est facultatif ; sans mot de passe, sudo ne fonctionne qu'après en avoir défini un avec passwd.
ja: このファイルシステムには Linux ディストリビューションがなく、iSH-AOK に内蔵されたプログラムのみが含まれています。最初は root アカウントがあり、セッションシェルは常にこれを使用します。 普段使うアカウントの名前を選択してください。「すべてをデフォルトユーザとして開く」がオンのとき、ワークスペースのターミナルはこのユーザとして開きます。パスワードはオプションです。パスワードがない場合、sudo は passwd でパスワードを設定するまで使えません。
ko: 이 파일 시스템에는 Linux 배포판이 없고 iSH-AOK에 내장된 프로그램만 있습니다. root 계정으로 시작하며, 세션 셸은 항상 이 계정을 사용합니다. 일상적으로 사용할 계정의 이름을 선택하십시오. "모든 항목을 기본 사용자로 열기"가 켜져 있으면 워크스페이스 터미널이 이 사용자로 열립니다. 암호는 선택 사항이며, 암호가 없으면 passwd로 암호를 설정한 후에만 sudo가 작동합니다.
pt_br: Este sistema de arquivos não tem distribuição Linux, apenas os programas integrados ao iSH-AOK. Ele começa com uma conta root, que o Shell da Sessão sempre usa. Escolha um nome para sua conta do dia a dia. Os terminais do Espaço de trabalho abrem com este usuário quando "Abrir Tudo como Usuário Padrão" está ativado. A senha é opcional; sem ela, o sudo só funciona depois que você definir uma com passwd.
ru: В этой файловой системе нет дистрибутива Linux — только программы, встроенные в iSH-AOK. В ней изначально есть учётная запись root, которую всегда использует оболочка сеанса. Выберите имя для повседневной учётной записи. Терминалы рабочей области открываются от имени этого пользователя, когда включено «Открывать всё от имени пользователя по умолчанию». Пароль необязателен; без него sudo заработает только после того, как вы зададите пароль командой passwd.
zh_hans: 此文件系统没有 Linux 发行版，只有 iSH-AOK 内置的程序。它以 root 账户启动，会话 Shell 始终使用该账户。 请为你的日常账户选择一个名称。打开“以默认用户打开所有内容”时，工作区终端将以此用户身份打开。密码是可选的；未设置密码时，只有在你用 passwd 设置密码后 sudo 才能使用。
zh_hant: 此檔案系統沒有 Linux 發行版，只有 iSH-AOK 內建的程式。它以 root 帳號啟動，工作階段 Shell 一律使用該帳號。 請為你的日常帳號選擇一個名稱。開啟「以預設使用者打開所有項目」時，工作區終端機會以此使用者身分打開。密碼為選填；若未設定，則需先用 passwd 設定密碼後才能使用 sudo。

source: This filesystem is currently mounted or in use (e.g. via mount-root.sh) -- exit any active session into it first
de: Dieses Dateisystem ist aktuell eingehängt oder in Verwendung (z. B. über mount-root.sh) – beende zuerst alle aktiven Sitzungen darin
es: Este sistema de archivos está montado o en uso actualmente (p. ej., mediante mount-root.sh) -- sal primero de cualquier sesión activa dentro de él
fr: Ce système de fichiers est actuellement monté ou utilisé (par ex. via mount-root.sh) -- quittez d'abord toute session active qui l'utilise
ja: このファイルシステムは現在マウント中または使用中です（mount-root.sh 経由など） -- 先にその中のアクティブなセッションを終了してください
ko: 이 파일 시스템은 현재 마운트되어 있거나 사용 중입니다(예: mount-root.sh를 통해) -- 먼저 해당 파일 시스템에 들어간 활성 세션을 종료하십시오
pt_br: Este sistema de arquivos está montado ou em uso (ex.: via mount-root.sh) -- saia primeiro de qualquer sessão ativa nele
ru: Эта файловая система сейчас подключена или используется (например, через mount-root.sh) — сначала выйдите из всех активных сеансов в ней
zh_hans: 此文件系统当前已挂载或正在使用（例如通过 mount-root.sh）——请先退出进入其中的所有活跃会话
zh_hant: 此檔案系統目前已掛載或正在使用中（例如透過 mount-root.sh）-- 請先結束任何進入其中的使用中工作階段

source: This folder is empty.
de: Dieser Ordner ist leer.
es: Esta carpeta está vacía.
fr: Ce dossier est vide.
ja: このフォルダは空です。
ko: 이 폴더는 비어 있습니다.
pt_br: Esta pasta está vazia.
ru: Эта папка пуста.
zh_hans: 此文件夹为空。
zh_hant: 此資料夾是空的。

source: This is an HLS stream. Open its web address with Open URL.
de: Dies ist ein HLS-Stream. Öffne seine Webadresse mit „URL öffnen“.
es: Es un stream HLS. Abre su dirección web con Abrir URL.
fr: Il s'agit d'un flux HLS. Ouvrez son adresse web avec Ouvrir une URL.
ja: これは HLS ストリームです。「URL を開く」でその Web アドレスを開いてください。
ko: HLS 스트림입니다. URL 열기로 웹 주소를 여십시오.
pt_br: Esta é uma transmissão HLS. Abra o endereço dela com Abrir URL.
ru: Это поток HLS. Откройте его веб-адрес через «Открыть URL».
zh_hans: 这是一个 HLS 流。请通过“打开 URL”打开其网址。
zh_hant: 這是 HLS 串流。請用「打開 URL」打開其網址。

source: This launch resumed a saved session: %@
de: Dieser Start hat eine gesicherte Sitzung fortgesetzt: %@
es: Este inicio reanudó una sesión guardada: %@
fr: Ce lancement a repris une session enregistrée : %@
ja: この起動では保存済みセッションを再開しました: %@
ko: 이번 실행에서 저장된 세션을 재개함: %@
pt_br: Esta abertura retomou uma sessão salva: %@
ru: Этот запуск продолжил сохранённый сеанс: %@
zh_hans: 本次启动恢复了已保存的会话：%@
zh_hant: 本次啟動恢復了已儲存的工作階段：%@

source: This playlist lists nothing to play.
de: Diese Playlist enthält nichts zum Abspielen.
es: Esta lista de reproducción no contiene nada que reproducir.
fr: Cette liste de lecture ne contient rien à lire.
ja: このプレイリストには再生する項目がありません。
ko: 이 재생 목록에는 재생할 항목이 없습니다.
pt_br: Esta playlist não lista nada para reproduzir.
ru: В этом плейлисте нечего воспроизводить.
zh_hans: 此播放列表中没有可播放的内容。
zh_hant: 此播放列表沒有可播放的項目。

source: This provider needs a key. It is stored with the destination and can be changed in Settings.
de: Dieser Anbieter benötigt einen Schlüssel. Er wird mit dem Ziel gespeichert und kann in den Einstellungen geändert werden.
es: Este proveedor necesita una clave. Se guarda con el destino y se puede cambiar en Ajustes.
fr: Ce fournisseur nécessite une clé. Elle est stockée avec la destination et peut être modifiée dans Réglages.
ja: このプロバイダにはキーが必要です。キーは接続先と一緒に保存され、「設定」で変更できます。
ko: 이 제공자는 키가 필요합니다. 키는 대상과 함께 저장되며 설정에서 변경할 수 있습니다.
pt_br: Este provedor precisa de uma chave. Ela é guardada com o destino e pode ser alterada em Ajustes.
ru: Этому провайдеру нужен ключ. Он хранится вместе с подключением, и его можно изменить в Настройках.
zh_hans: 此提供商需要密钥。密钥与目标一起存储，可在“设置”中更改。
zh_hant: 此供應商需要金鑰。金鑰會與服務一起儲存，並可在「設定」中更改。

source: This removes the saved copy from this device. The session it holds cannot be resumed afterwards.
de: Dies entfernt die gesicherte Kopie von diesem Gerät. Die darin enthaltene Sitzung kann danach nicht fortgesetzt werden.
es: Esto elimina la copia guardada de este dispositivo. La sesión que contiene no se podrá reanudar después.
fr: Cela supprime la copie enregistrée de cet appareil. La session qu'elle contient ne pourra plus être reprise.
ja: 保存されたコピーをこのデバイスから削除します。そのセッションは削除後に再開できなくなります。
ko: 이 기기에서 저장된 사본을 제거합니다. 이후에는 해당 세션을 재개할 수 없습니다.
pt_br: Isso remove a cópia salva deste dispositivo. A sessão que ela contém não poderá ser retomada depois.
ru: Сохранённая копия будет удалена с этого устройства. Содержащийся в ней сеанс больше нельзя будет продолжить.
zh_hans: 这将从此设备移除已保存的副本。其中保存的会话之后将无法恢复。
zh_hant: 這會從此裝置移除已儲存的副本。之後將無法恢復其中保存的工作階段。

source: This root is marked riscv64, but the boot command is not a supported riscv64 executable or script. Check Settings -> Boot Command or reimport the filesystem.
de: Dieser Root ist als riscv64 markiert, aber der Bootbefehl ist keine unterstützte riscv64-Programmdatei bzw. kein unterstütztes Skript. Prüfe Einstellungen -> Bootbefehl oder importiere das Dateisystem erneut.
es: Este sistema raíz está marcado como riscv64, pero el comando de arranque no es un ejecutable o script riscv64 compatible. Revisa Ajustes -> Comando de arranque o vuelve a importar el sistema de archivos.
fr: Cette racine est marquée riscv64, mais la commande de démarrage n'est pas un exécutable ou un script riscv64 pris en charge. Vérifiez Réglages -> Commande de démarrage ou réimportez le système de fichiers.
ja: このルートは riscv64 とされていますが、ブートコマンドがサポートされている riscv64 の実行ファイルまたはスクリプトではありません。「設定」->「ブートコマンド」を確認するか、ファイルシステムを再インポートしてください。
ko: 이 루트는 riscv64로 표시되어 있지만 부팅 명령이 지원되는 riscv64 실행 파일 또는 스크립트가 아닙니다. 설정 -> 부팅 명령을 확인하거나 파일 시스템을 다시 가져오십시오.
pt_br: Esta raiz está marcada como riscv64, mas o comando de inicialização não é um executável ou script riscv64 compatível. Verifique Ajustes -> Comando de Inicialização ou reimporte o sistema de arquivos.
ru: Эта корневая ФС помечена как riscv64, но команда загрузки не является поддерживаемым исполняемым файлом или скриптом riscv64. Проверьте Настройки -> Команда загрузки или повторно импортируйте файловую систему.
zh_hans: 此根文件系统标记为 riscv64，但引导命令不是受支持的 riscv64 可执行文件或脚本。请检查“设置 -> 引导命令”或重新导入文件系统。
zh_hant: 此根檔案系統標示為 riscv64，但開機指令不是支援的 riscv64 執行檔或指令碼。請檢查「設定」->「開機指令」或重新匯入檔案系統。

source: This root is marked x86_64/amd64, but the boot command is not a supported x86_64 executable or script. Check Settings -> Boot Command or reimport the filesystem.
de: Dieser Root ist als x86_64/amd64 markiert, aber der Bootbefehl ist keine unterstützte x86_64-Programmdatei bzw. kein unterstütztes Skript. Prüfe Einstellungen -> Bootbefehl oder importiere das Dateisystem erneut.
es: Este sistema raíz está marcado como x86_64/amd64, pero el comando de arranque no es un ejecutable o script x86_64 compatible. Revisa Ajustes -> Comando de arranque o vuelve a importar el sistema de archivos.
fr: Cette racine est marquée x86_64/amd64, mais la commande de démarrage n'est pas un exécutable ou un script x86_64 pris en charge. Vérifiez Réglages -> Commande de démarrage ou réimportez le système de fichiers.
ja: このルートは x86_64/amd64 とされていますが、ブートコマンドがサポートされている x86_64 の実行ファイルまたはスクリプトではありません。「設定」->「ブートコマンド」を確認するか、ファイルシステムを再インポートしてください。
ko: 이 루트는 x86_64/amd64로 표시되어 있지만 부팅 명령이 지원되는 x86_64 실행 파일 또는 스크립트가 아닙니다. 설정 -> 부팅 명령을 확인하거나 파일 시스템을 다시 가져오십시오.
pt_br: Esta raiz está marcada como x86_64/amd64, mas o comando de inicialização não é um executável ou script x86_64 compatível. Verifique Ajustes -> Comando de Inicialização ou reimporte o sistema de arquivos.
ru: Эта корневая ФС помечена как x86_64/amd64, но команда загрузки не является поддерживаемым исполняемым файлом или скриптом x86_64. Проверьте Настройки -> Команда загрузки или повторно импортируйте файловую систему.
zh_hans: 此根文件系统标记为 x86_64/amd64，但引导命令不是受支持的 x86_64 可执行文件或脚本。请检查“设置 -> 引导命令”或重新导入文件系统。
zh_hant: 此根檔案系統標示為 x86_64/amd64，但開機指令不是支援的 x86_64 執行檔或指令碼。請檢查「設定」->「開機指令」或重新匯入檔案系統。

source: This video or stream can’t be played.
de: Dieses Video bzw. dieser Stream kann nicht abgespielt werden.
es: Este vídeo o stream no se puede reproducir.
fr: Cette vidéo ou ce flux ne peut pas être lu.
ja: このビデオまたはストリームは再生できません。
ko: 이 비디오 또는 스트림을 재생할 수 없습니다.
pt_br: Este vídeo ou transmissão não pode ser reproduzido.
ru: Это видео или поток нельзя воспроизвести.
zh_hans: 无法播放此视频或流。
zh_hant: 無法播放此影片或串流。

source: This will close %lu hidden Workspace window.
de: Dies schließt %lu ausgeblendetes Workspace-Fenster.
es: Esto cerrará %lu ventana oculta del espacio de trabajo.
fr: Cela fermera %lu fenêtre masquée de l'espace de travail.
ja: 非表示のワークスペースウインドウ %lu 個を閉じます。
ko: 숨겨진 워크스페이스 윈도우 %lu개를 닫습니다.
pt_br: Isso fechará %lu janela oculta do Espaço de trabalho.
ru: Будут закрыты скрытые окна рабочей области (%lu).
zh_hans: 这将关闭 %lu 个隐藏的工作区窗口。
zh_hant: 這會關閉 %lu 個隱藏的工作區視窗。

source: This will close %lu hidden Workspace windows.
de: Dies schließt %lu ausgeblendete Workspace-Fenster.
es: Esto cerrará %lu ventanas ocultas del espacio de trabajo.
fr: Cela fermera %lu fenêtres masquées de l'espace de travail.
ja: 非表示のワークスペースウインドウ %lu 個を閉じます。
ko: 숨겨진 워크스페이스 윈도우 %lu개를 닫습니다.
pt_br: Isso fechará %lu janelas ocultas do Espaço de trabalho.
ru: Будут закрыты скрытые окна рабочей области (%lu).
zh_hans: 这将关闭 %lu 个隐藏的工作区窗口。
zh_hant: 這會關閉 %lu 個隱藏的工作區視窗。

source: This will permanently delete the file.
de: Dies löscht die Datei endgültig.
es: Esto eliminará el archivo de forma permanente.
fr: Cela supprimera définitivement le fichier.
ja: ファイルは完全に削除されます。
ko: 파일이 영구적으로 삭제됩니다.
pt_br: Isso apagará o arquivo permanentemente.
ru: Файл будет удалён без возможности восстановления.
zh_hans: 这将永久删除该文件。
zh_hant: 這會永久刪除該檔案。

source: This will permanently delete the folder and everything inside it.
de: Dies löscht den Ordner und seinen gesamten Inhalt endgültig.
es: Esto eliminará la carpeta y todo su contenido de forma permanente.
fr: Cela supprimera définitivement le dossier et tout son contenu.
ja: フォルダとその中のすべてが完全に削除されます。
ko: 폴더와 그 안의 모든 항목이 영구적으로 삭제됩니다.
pt_br: Isso apagará permanentemente a pasta e tudo o que há dentro dela.
ru: Папка и всё её содержимое будут удалены без возможности восстановления.
zh_hans: 这将永久删除该文件夹及其中的所有内容。
zh_hant: 這會永久刪除該資料夾及其中所有內容。

source: Time Zone
de: Zeitzone
es: Zona horaria
fr: Fuseau horaire
ja: 時間帯
ko: 시간대
pt_br: Fuso Horário
ru: Часовой пояс
zh_hans: 时区
zh_hant: 時區

source: Timed out connecting to wayvnc
de: Zeitüberschreitung beim Verbinden mit wayvnc
es: Tiempo de espera agotado al conectar con wayvnc
fr: Délai dépassé lors de la connexion à wayvnc
ja: wayvnc への接続がタイムアウトしました
ko: wayvnc 연결 시간 초과
pt_br: Tempo esgotado ao conectar ao wayvnc
ru: Истекло время подключения к wayvnc
zh_hans: 连接 wayvnc 超时
zh_hant: 連線至 wayvnc 逾時

source: Timed out waiting for the Wayland compositor to start. If labwc/foot/wayvnc aren't installed, run 'sudo sh /AOK/tools/setup-wayland.sh' in a terminal, then Reconnect.
de: Zeitüberschreitung beim Warten auf den Start des Wayland-Compositors. Falls labwc/foot/wayvnc nicht installiert sind, führe 'sudo sh /AOK/tools/setup-wayland.sh' in einem Terminal aus und tippe dann auf „Neu verbinden“.
es: Tiempo de espera agotado mientras se esperaba a que se iniciara el compositor de Wayland. Si labwc/foot/wayvnc no están instalados, ejecuta 'sudo sh /AOK/tools/setup-wayland.sh' en una terminal y luego Reconectar.
fr: Délai dépassé en attendant le démarrage du compositeur Wayland. Si labwc/foot/wayvnc ne sont pas installés, exécutez 'sudo sh /AOK/tools/setup-wayland.sh' dans un terminal, puis Reconnecter.
ja: Wayland コンポジタの起動待ちがタイムアウトしました。 labwc/foot/wayvnc がインストールされていない場合は、ターミナルで 'sudo sh /AOK/tools/setup-wayland.sh' を実行してから再接続してください。
ko: Wayland 컴포지터가 시작되기를 기다리다 시간이 초과되었습니다. labwc/foot/wayvnc가 설치되지 않았다면 터미널에서 'sudo sh /AOK/tools/setup-wayland.sh'를 실행한 후 다시 연결하십시오.
pt_br: Tempo esgotado aguardando o compositor Wayland iniciar. Se labwc/foot/wayvnc não estiverem instalados, execute 'sudo sh /AOK/tools/setup-wayland.sh' em um terminal e depois Reconectar.
ru: Истекло время ожидания запуска композитора Wayland. Если labwc/foot/wayvnc не установлены, выполните 'sudo sh /AOK/tools/setup-wayland.sh' в терминале, затем нажмите «Переподключить».
zh_hans: 等待 Wayland 合成器启动超时。 如果尚未安装 labwc/foot/wayvnc，请在终端中运行 'sudo sh /AOK/tools/setup-wayland.sh'，然后“重新连接”。
zh_hant: 等待 Wayland 合成器啟動逾時。 如果尚未安裝 labwc/foot/wayvnc，請在終端機中執行 'sudo sh /AOK/tools/setup-wayland.sh'，然後「重新連線」。

source: Timeout (seconds)
de: Timeout (Sekunden)
es: Tiempo de espera (segundos)
fr: Délai (secondes)
ja: タイムアウト（秒）
ko: 시간 제한(초)
pt_br: Tempo Limite (segundos)
ru: Тайм-аут (секунды)
zh_hans: 超时（秒）
zh_hant: 逾時（秒）

source: Toggles a bookmark for the current page. Touch and hold to view bookmarks.
de: Setzt oder entfernt ein Lesezeichen für die aktuelle Seite. Berühren und halten, um Lesezeichen anzuzeigen.
es: Añade o quita un marcador de la página actual. Mantén pulsado para ver los marcadores.
fr: Ajoute ou retire la page actuelle des signets. Maintenez le doigt pour afficher les signets.
ja: 現在のページのブックマークを切り替えます。長押しでブックマークを表示します。
ko: 현재 페이지의 책갈피를 켜거나 끕니다. 책갈피를 보려면 길게 누르십시오.
pt_br: Adiciona ou remove a página atual dos favoritos. Toque e mantenha pressionado para ver os favoritos.
ru: Добавляет текущую страницу в закладки или удаляет её. Коснитесь и удерживайте, чтобы просмотреть закладки.
zh_hans: 为当前页面添加或移除书签。按住以查看书签。
zh_hant: 為目前頁面加入或移除書籤。按住以檢視書籤。

source: Toggles the control key modifier.
de: Schaltet die Control-Taste um.
es: Activa o desactiva el modificador Control.
fr: Active ou désactive le modificateur Contrôle.
ja: Control 修飾キーを切り替えます。
ko: Control 보조 키를 켜거나 끕니다.
pt_br: Ativa ou desativa o modificador Control.
ru: Включает и выключает модификатор Control.
zh_hans: 切换 Control 修饰键。
zh_hant: 切換 Control 修飾鍵。

source: Toggles the image zoom between fitting to the screen and displaying at actual size.
de: Wechselt den Bildzoom zwischen „An Bildschirm anpassen“ und Originalgröße.
es: Cambia el zoom de la imagen entre ajustarla a la pantalla y mostrarla a tamaño real.
fr: Bascule le zoom de l'image entre l'ajustement à l'écran et la taille réelle.
ja: イメージのズームを、画面に合わせる表示と実際のサイズの表示との間で切り替えます。
ko: 이미지 확대/축소를 화면에 맞춤과 실제 크기 사이에서 전환합니다.
pt_br: Alterna o zoom da imagem entre ajustar à tela e exibir em tamanho real.
ru: Переключает масштаб изображения между вписыванием в экран и фактическим размером.
zh_hans: 在适合屏幕和实际大小之间切换图像缩放。
zh_hant: 在符合螢幕大小與實際大小之間切換影像縮放。

source: Too many lines changed to show as a diff. The new content:
de: Zu viele Zeilen geändert, um sie als Diff anzuzeigen. Der neue Inhalt:
es: Han cambiado demasiadas líneas para mostrarlas como diferencias. El nuevo contenido:
fr: Trop de lignes modifiées pour afficher un diff. Le nouveau contenu :
ja: 変更された行が多すぎるため差分を表示できません。新しい内容:
ko: 변경된 줄이 너무 많아 차이점으로 표시할 수 없습니다. 새 내용:
pt_br: Linhas demais alteradas para mostrar como diff. O novo conteúdo:
ru: Изменено слишком много строк, чтобы показать различия. Новое содержимое:
zh_hans: 更改的行太多，无法以差异形式显示。新内容：
zh_hant: 變更的行數太多，無法以差異顯示。新內容：

source: Tool Call Rounds
de: Tool-Runden
es: Rondas de llamadas a herramientas
fr: Tours d'appels d'outils
ja: ツール呼び出しのラウンド数
ko: 도구 호출 반복 횟수
pt_br: Rodadas de Chamadas de Ferramenta
ru: Раунды вызовов инструментов
zh_hans: 工具调用轮数
zh_hant: 工具呼叫回合數

source: Tool Permissions
de: Tool-Berechtigungen
es: Permisos de herramientas
fr: Autorisations des outils
ja: ツールのアクセス権
ko: 도구 권한
pt_br: Permissões de Ferramentas
ru: Разрешения инструментов
zh_hans: 工具权限
zh_hant: 工具權限

source: Tools are not available with the Gemini API.
de: Tools sind mit der Gemini-API nicht verfügbar.
es: Las herramientas no están disponibles con la API de Gemini.
fr: Les outils ne sont pas disponibles avec l'API Gemini.
ja: Gemini API ではツールを使用できません。
ko: Gemini API에서는 도구를 사용할 수 없습니다.
pt_br: Ferramentas não estão disponíveis com a API Gemini.
ru: Инструменты недоступны с Gemini API.
zh_hans: Gemini API 不支持工具。
zh_hant: 使用 Gemini API 時無法使用工具。

source: Tools are off: the model can only talk. Turn on Tools in LLM Settings to let it read, search and edit files and run commands.
de: Tools sind aus: Das Modell kann nur antworten. Aktiviere Tools in den LLM-Einstellungen, damit es Dateien lesen, durchsuchen und bearbeiten sowie Befehle ausführen kann.
es: Las herramientas están desactivadas: el modelo solo puede conversar. Activa Herramientas en Ajustes de LLM para que pueda leer, buscar y editar archivos y ejecutar comandos.
fr: Les outils sont désactivés : le modèle peut seulement discuter. Activez Outils dans Réglages LLM pour lui permettre de lire, rechercher et modifier des fichiers et d'exécuter des commandes.
ja: ツールはオフです: モデルは会話のみ可能です。ファイルの読み取り、検索、編集、コマンドの実行を許可するには、「LLM 設定」で「ツール」をオンにしてください。
ko: 도구가 꺼져 있습니다: 모델은 대화만 할 수 있습니다. 파일을 읽고, 검색하고, 편집하고, 명령을 실행하게 하려면 LLM 설정에서 도구를 켜십시오.
pt_br: As ferramentas estão desativadas: o modelo só pode conversar. Ative Ferramentas nos Ajustes do LLM para permitir que ele leia, pesquise e edite arquivos e execute comandos.
ru: Инструменты выключены: модель может только отвечать. Включите «Инструменты» в настройках LLM, чтобы она могла читать, искать и изменять файлы и выполнять команды.
zh_hans: 工具已关闭：模型只能对话。在“LLM 设置”中打开“工具”，即可让它读取、搜索和编辑文件以及运行命令。
zh_hant: 工具已關閉：模型只能對話。在「LLM 設定」中開啟「工具」，即可讓模型讀取、搜尋和編輯檔案並執行指令。

source: Tools: files and shell, working in %1$@. Reading: %2$@ · Edits: %3$@ · Commands: %4$@%5$@ %6$@/new starts a chat and /chats lists them; /agents shows the ones working; /compact summarizes; /undo reverts the last file change; /mcp lists MCP servers.
de: Tools: Dateien und Shell, Arbeitsverzeichnis %1$@. Lesen: %2$@ · Bearbeiten: %3$@ · Befehle: %4$@%5$@ %6$@/new startet einen Chat und /chats listet sie auf; /agents zeigt die aktiven; /compact fasst zusammen; /undo macht die letzte Dateiänderung rückgängig; /mcp listet MCP-Server auf.
es: Herramientas: archivos y shell, trabajando en %1$@. Lectura: %2$@ · Ediciones: %3$@ · Comandos: %4$@%5$@ %6$@/new inicia un chat y /chats los muestra; /agents muestra los que están en curso; /compact resume; /undo revierte el último cambio de archivo; /mcp muestra los servidores MCP.
fr: Outils : fichiers et shell, dans %1$@. Lecture : %2$@ · Modifications : %3$@ · Commandes : %4$@%5$@ %6$@/new démarre une conversation et /chats les liste ; /agents affiche celles en cours ; /compact résume ; /undo annule la dernière modification de fichier ; /mcp liste les serveurs MCP.
ja: ツール: ファイルとシェル、作業場所 %1$@。 読み取り: %2$@ · 編集: %3$@ · コマンド: %4$@%5$@ %6$@/new でチャットを開始、/chats で一覧表示、/agents で実行中のものを表示、/compact で要約、/undo で最後のファイル変更を元に戻す、/mcp で MCP サーバを一覧表示します。
ko: 도구: 파일 및 셸, 작업 위치 %1$@. 읽기: %2$@ · 편집: %3$@ · 명령: %4$@%5$@ %6$@/new는 채팅을 시작하고 /chats는 채팅을 나열합니다. /agents는 작업 중인 채팅을 표시하고, /compact는 요약하며, /undo는 마지막 파일 변경을 되돌리고, /mcp는 MCP 서버를 나열합니다.
pt_br: Ferramentas: arquivos e shell, trabalhando em %1$@. Leitura: %2$@ · Edições: %3$@ · Comandos: %4$@%5$@ %6$@/new inicia um chat e /chats os lista; /agents mostra os em execução; /compact resume; /undo reverte a última alteração de arquivo; /mcp lista os servidores MCP.
ru: Инструменты: файлы и оболочка, рабочая папка %1$@. Чтение: %2$@ · Правка: %3$@ · Команды: %4$@%5$@ %6$@/new начинает чат, /chats показывает список; /agents — работающие; /compact сжимает; /undo отменяет последнее изменение файла; /mcp показывает серверы MCP.
zh_hans: 工具：文件和 shell，工作目录为 %1$@。 读取：%2$@ · 编辑：%3$@ · 命令：%4$@%5$@ %6$@/new 开始新聊天，/chats 列出聊天；/agents 显示正在工作的聊天；/compact 进行总结；/undo 撤销最后一次文件更改；/mcp 列出 MCP 服务器。
zh_hant: 工具：檔案和 shell，工作目錄 %1$@。 讀取：%2$@ · 編輯：%3$@ · 指令：%4$@%5$@ %6$@/new 開始新對話，/chats 列出對話；/agents 顯示執行中的對話；/compact 進行摘要；/undo 還原最後一項檔案變更；/mcp 列出 MCP 伺服器。

source: Tools: shell commands only (the on-device model's context is too small for the file tools).
de: Tools: nur Shell-Befehle (der Kontext des On-Device-Modells ist für die Datei-Tools zu klein).
es: Herramientas: solo comandos de shell (el contexto del modelo en el dispositivo es demasiado pequeño para las herramientas de archivos).
fr: Outils : commandes shell uniquement (le contexte du modèle sur l'appareil est trop petit pour les outils de fichiers).
ja: ツール: シェルコマンドのみ（デバイス上のモデルはコンテキストが小さすぎてファイルツールを使えません）。
ko: 도구: 셸 명령만(기기 내 모델의 컨텍스트가 너무 작아 파일 도구를 사용할 수 없음).
pt_br: Ferramentas: apenas comandos shell (o contexto do modelo no dispositivo é pequeno demais para as ferramentas de arquivo).
ru: Инструменты: только команды оболочки (контекст модели на устройстве слишком мал для файловых инструментов).
zh_hans: 工具：仅限 shell 命令（设备端模型的上下文太小，无法使用文件工具）。
zh_hant: 工具：僅限 shell 指令（裝置端模型的上下文太小，無法使用檔案工具）。
